IDEA Open Model
BeamData.MPRLName Property
Compatible with IDEA StatiCa v 10.1
 MPRL name of beam
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public string MPRLName { get; set; }
Public Property MPRLName As String
	Get
	Set
public:
property String^ MPRLName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace